Repository: DaxxTrias/AnotherSc2Hack
Catalog: AnotherSc2Hack/Classes/FrontEnds/Custom Controls/Automation_Worker.*.resx
Languages: de

# lblAutoWorkerNextWorkerPercentage.Text
source: Next worker at (%) of first worker:
de: Nächsten Arbeiter starten bei (%):

# lblAutoWorkerBackupGroup.Text
source: Key For Backup- Group:
de: Taste für ungenutze Gruppe:

# lblAutoWorkerKeyMainGroup.Text
source: Key For Nexus/ CC Group:
de: Taste für die Nexus/CC Gruppe:

# lblAutoWorkerKeyOrbital.Text
source: Key For Orbital:
de: Taste fürs Orbital:

# chBxAutoUpgradeToOc.Text
source: Upgrade CC's to OC's automatically
de: CC nach OC upgraden (automatisch)

# lblAutoWorkerKeyProbe.Text
source: Key For Probe:
de: Taste für Probe:

# lblAutoWorkerKeyScv.Text
source: Key For SCV:
de: Taste für WBF:

# chBxDisableWhenWorkerIsSelected.Text
source: Disable when Worker is Selected
de: Bei Arbeiterauswahl deaktivieren

# chBxDisableWhenSelecting.Text
source: Disable when Selecting
de: Bei der Auswahlbox deaktivieren

# lblAutoWorkerApmOver.Text
source: Disable when APM is over:
de: Ausschalten bei APM über

# rdbRoundWorkerProduction.Text
source: Round Based Worker Production
de: Runden- basierte Arbeiterproduktion

# rdbDirectWorkerProduction.Text
source: Direct Worker Production
de: Direkte Arbeiterproduktion

# chBxAutomationEnableWorkerProduction.Text
source: Enable Workerproduction
de: Arbeiterproduktion Ein/ Aus

# lblAutoWorkerMaxWorkers.Text
source: Maximum Workers in the Game:
de: Max. Arbeiter im Spiel:
